## Placeholders
locale=Russian
locale-version=1.2
message-prefix=%s

# Log-only Messages (Does not use message-prefix)
shutdown.cancel-all=\u041F\u043E\u043F\u044B\u0442\u043A\u0430 \u0430\u043A\u043A\u0443\u0440\u0430\u0442\u043D\u043E \u043E\u0442\u043C\u0435\u043D\u0438\u0442\u044C \u0432\u0441\u0435 \u043E\u0441\u0442\u0430\u0432\u0448\u0438\u0435\u0441\u044F \u0430\u0442\u0430\u043A\u0438. (\u0415\u0441\u043B\u0438 \u0435\u0441\u0442\u044C ...)
startup.check-towny.good-to-go=\u041D\u0435\u0442 \u0438\u0437\u0432\u0435\u0441\u0442\u043D\u044B\u0445 \u043F\u0440\u043E\u0431\u043B\u0435\u043C \u0441 \u0441\u043E\u0432\u043C\u0435\u0441\u0442\u0438\u043C\u043E\u0441\u0442\u044C\u044E Towny.
startup.check-towny.isError=Towny \u0432 \u0431\u0435\u0437\u043E\u043F\u0430\u0441\u043D\u043E\u043C \u0440\u0435\u0436\u0438\u043C\u0435! \u041E\u0442\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0435 FlagWar!
startup.check-towny.not-running=Towny \u043D\u0435 \u0440\u0430\u0431\u043E\u0442\u0430\u0435\u0442 \u0438\u043B\u0438 \u0435\u0433\u043E \u043F\u0440\u043E\u0441\u0442\u043E \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u043E. \u041E\u0442\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0435 FlagWar!
startup.check-towny.notify=\u041F\u0440\u043E\u0432\u0435\u0440\u044F\u0435\u043C Towny...
startup.check-towny.outdated=\u0422\u0435\u043A\u0443\u0449\u0430\u044F \u043A\u043E\u043F\u0438\u044F Towny \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u0441\u0442\u0430\u0440\u0430! \u0427\u0442\u043E\u0431\u044B \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C FlagWar, \u0432\u0430\u043C \u043F\u043E\u043D\u0430\u0434\u043E\u0431\u0438\u0442\u0441\u044F \u043A\u0430\u043A \u043C\u0438\u043D\u0438\u043C\u0443\u043C Towny v%s.
startup.check-towny.new.stable-release=\u0422\u0435\u043A\u0443\u0449\u0430\u044F \u0432\u0435\u0440\u0441\u0438\u044F Towny \u0432\u044B\u043F\u0443\u0449\u0435\u043D\u0430 \u043F\u043E\u0441\u043B\u0435 \u0432\u0435\u0440\u0441\u0438\u0438 FlagWar. \u0412\u044B \u0432 \u043A\u0443\u0440\u0441\u0435?
startup.check-towny.new.pre-release=\u042D\u0442\u043E\u0442 \u043F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u0432\u044B\u043F\u0443\u0441\u043A Towny \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043D\u043E\u0432\u0435\u0435, \u0447\u0435\u043C \u0442\u043E, \u0447\u0442\u043E \u043C\u044B \u0442\u0435\u0441\u0442\u0438\u0440\u043E\u0432\u0430\u043B\u0438. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0441\u043E\u043E\u0431\u0449\u0430\u0439\u0442\u0435 \u043E \u043B\u044E\u0431\u044B\u0445 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430\u0445.
startup.events.register=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F \u0441\u043E\u0431\u044B\u0442\u0438\u0439...
startup.events.registered=\u0421\u043E\u0431\u044B\u0442\u0438\u044F \u0437\u0430\u0440\u0435\u0433\u0435\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u044B
startup.listeners.initialize=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F \u0441\u043B\u0443\u0448\u0430\u0442\u0435\u043B\u0435\u0439...
startup.listeners.initialized=\u0421\u043B\u0443\u0448\u0430\u0442\u0435\u043B\u0438 \u0437\u0430\u0440\u0435\u0433\u0435\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u044B
startup.load-materials.invalid-base-block=\u041C\u0430\u0442\u0435\u0440\u0438\u0430\u043B \u0444\u043B\u0430\u0433\u0430 \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D \u0434\u043E\u043B\u0436\u043D\u044B\u043C \u043E\u0431\u0440\u0430\u0437\u043E\u043C. \u041F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F OAK_FENCE.
startup.load-materials.invalid-beacon-wireframe=\u041C\u0430\u0442\u0435\u0440\u0438\u0430\u043B \u043A\u0430\u0440\u043A\u0430\u0441\u0430 \u043C\u0430\u044F\u043A\u0430 \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D \u0434\u043E\u043B\u0436\u043D\u044B\u043C \u043E\u0431\u0440\u0430\u0437\u043E\u043C. \u041F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E GLOWSTONE.
startup.load-materials.invalid-light-block=\u0421\u0432\u0435\u0442\u044F\u0449\u0438\u0439\u0441\u044F \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B \u0431\u043E\u0435\u0432\u043E\u0433\u043E \u0444\u043B\u0430\u0433\u0430 \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D \u0434\u043E\u043B\u0436\u043D\u044B\u043C \u043E\u0431\u0440\u0430\u0437\u043E\u043C. \u041F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C TORCH.
startup.load-materials.notify=\u0417\u0430\u0433\u0440\u0443\u0437\u043A\u0430 \u0441\u043F\u0438\u0441\u043A\u043E\u0432 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u043E\u0432 ...
startup.marquee-art=Logo
log.warflag-updated=\u0424\u043B\u0430\u0433 %s \u043F\u043E\u0432\u0435\u0440\u043D\u0443\u0442 \u043D\u0430 %s.%n

## Global Broadcasts
broadcast.area.defended=&b%s \u0437\u0430\u0449\u0438\u0449\u0430\u043B (%s)!
broadcast.area.pillaged=&c%s \u0440\u0430\u0437\u0433\u0440\u0430\u0431\u0438\u043B %s \u0443 %s.
broadcast.area.rebuilding=&c%s \u0437\u0430\u043F\u043B\u0430\u0442\u0438\u043B %s %s \u0437\u0430 \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435
broadcast.area.under_attack=&b%s %s \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u043F\u043E\u0434 \u0430\u0442\u0430\u043A\u043E\u0439 %s!
broadcast.area.won=&b%s %s \u043F\u043E\u0431\u0435\u0434\u0438\u043B (%s)!

## Resident-specific Messages
area.defended.attacker.greater-forces=&c\u0412\u0430\u0448\u0430 \u043D\u0435\u0443\u0434\u0430\u0432\u0448\u0430\u044F\u0441\u044F \u0430\u0442\u0430\u043A\u0430 \u0441\u0442\u043E\u0438\u043B\u0430 \u0432\u0430\u043C %s.
area.defended.attacker=&c\u0412\u044B \u043D\u0430\u0441\u0438\u043B\u044C\u043D\u043E \u0437\u0430\u043F\u043B\u0430\u0442\u0438\u043B\u0438 %s %s \u0437\u0430 \u043D\u0435\u0443\u0434\u0430\u0447\u043D\u0443\u044E \u0430\u0442\u0430\u043A\u0443..
area.defended.defender=&c%s \u0437\u0430\u043F\u043B\u0430\u0442\u0438\u043B \u0432\u0430\u043C %s \u0437\u0430 \u043D\u0435\u0443\u0434\u0430\u0432\u0448\u0443\u044E\u0441\u044F \u0430\u0442\u0430\u043A\u0443.
warflag-purchased=&c\u0412\u044B \u0437\u0430\u043F\u043B\u0430\u0442\u0438\u043B\u0438 %s \u0437\u0430 \u0430\u0442\u0430\u043A\u0443.

## Town-Specific Messages
area.won.defender-keeps-claims=\u0417\u0430\u0445\u0432\u0430\u0442 \u043E\u0442\u043A\u043B\u044E\u0447\u0435\u043D. \u0417\u0430\u0449\u0438\u0449\u0430\u044E\u0449\u0438\u0439\u0441\u044F \u0433\u043E\u0440\u043E\u0434 \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442 \u0441\u0432\u043E\u0438 \u0442\u0435\u0440\u0440\u0438\u0442\u043E\u0440\u0438\u0438.

## Event Cancellation and Exception messages
error.area-not-in-nation=&c\u042D\u0442\u0430 \u0442\u0435\u0440\u0440\u0438\u0442\u043E\u0440\u0438\u044F \u043D\u0435 \u043F\u0440\u0438\u043D\u0430\u0434\u043B\u0435\u0436\u0438\u0442 \u043D\u0430\u0446\u0438\u0438.
error.border-attack-only=&c\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u043E \u0430\u0442\u0430\u043A\u043E\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0433\u0440\u0430\u043D\u0438\u0446\u044B \u0433\u043E\u0440\u043E\u0434\u0430.
error.neighbouring-plots-protect-this-townblock=&c\u042D\u0442\u043E\u0442 \u0447\u0430\u043D\u043A \u0437\u0430\u0449\u0438\u0449\u0451\u043D \u0434\u0440\u0443\u0433\u0438\u043C\u0438 \u0447\u0430\u043D\u043A\u0430\u043C\u0438 \u0433\u043E\u0440\u043E\u0434\u0430. \u041D\u0430\u0439\u0434\u0438\u0442\u0435 \u0431\u043E\u043B\u0435\u0435 \u043F\u043E\u0434\u0445\u043E\u0434\u044F\u0449\u0435\u0435 \u043C\u0435\u0441\u0442\u043E \u0433\u0434\u0435 \u0435\u0441\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435, \u0447\u0435\u043C % \u0447\u0430\u043D\u043A\u043E\u0432.
error.cannot-toggle-peaceful=&c\u041C\u0438\u0440 - \u044D\u0442\u043E \u043D\u0435 \u0432\u0430\u0440\u0438\u0430\u043D\u0442! \u0421\u0440\u0430\u0436\u0430\u0439\u0442\u0435\u0441\u044C \u043A\u0430\u043A \u043A\u043E\u0440\u043E\u043B\u044C!
error.cell-already-under-attack=&c\u042D\u0442\u043E\u0442 \u0440\u0430\u0439\u043E\u043D \u0443\u0436\u0435 \u0430\u0442\u0430\u043A\u043E\u0432\u0430\u043D %s.
error.flag.insufficient-funds=&c\u0422\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F %s \u0434\u043B\u044F \u0442\u043E\u0433\u043E, \u0447\u0442\u043E\u0431\u044B \u043F\u043E\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u0432\u043E\u0435\u043D\u043D\u044B\u0439 \u0444\u043B\u0430\u0433..
error.flag.max-flags-placed=&c\u0412\u044B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0430\u0442\u0430\u043A\u043E\u0432\u0430\u0442\u044C \u0441\u0440\u0430\u0437\u0443 %d \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u043E\u0431\u043B\u0430\u0441\u0442\u0435\u0439.
error.flag.need-above-ground=&c\u0424\u043B\u0430\u0433 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D \u043D\u0430\u0434 \u0437\u0435\u043C\u043B\u0435\u0439.
error.flag.below-sea-level=&cFlags cannot be placed below sea level.
error.flag.below-sea-level-allowance=&cFlags can only be %d meters below sea level.
error.flag.avoid-liquid=&cFlags cannot be submersed in liquid.
error.flag.need-space-above=&cFlags require 4-high spaces to spawn.
error.insufficient-future-funds=&c\u0412\u0430\u043C \u043D\u0443\u0436\u043D\u043E %s \u0432 \u0441\u043B\u0443\u0447\u0430\u0435, \u0435\u0441\u043B\u0438 \u0432\u0430\u043C \u043D\u0443\u0436\u043D\u043E \u0437\u0430\u043F\u043B\u0430\u0442\u0438\u0442\u044C \u0437\u0430 %d %s(s).
error.nation-under-attack=&c\u0412\u044B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0441\u0434\u0435\u043B\u0430\u0442\u044C \u044D\u0442\u043E, \u043F\u043E\u043A\u0430 \u0433\u043E\u0440\u043E\u0434 \u0432\u0430\u0448\u0435\u0439 \u0441\u0442\u0440\u0430\u043D\u044B \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u043F\u043E\u0434 \u0430\u0442\u0430\u043A\u043E\u0439!
error.need-at-least-1-claim=&c\u0412\u044B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0430\u0442\u0430\u043A\u043E\u0432\u0430\u0442\u044C, \u043F\u043E\u043A\u0430 \u0432 \u0432\u0430\u0448\u0435\u043C \u0433\u043E\u0440\u043E\u0434\u0435 \u043D\u0435 \u0437\u0430\u044F\u0432\u043B\u0435\u043D\u043E 0 \u0433\u043E\u0440\u043E\u0434\u0441\u043A\u0438\u0445 \u043A\u0432\u0430\u0440\u0442\u0430\u043B\u043E\u0432.
error.not-enough-online-players=&c\u041F\u043E \u043A\u0440\u0430\u0439\u043D\u0435\u0439 \u043C\u0435\u0440\u0435 %d \u0447\u0435\u043B\u043E\u0432\u0435\u043A %s \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0432 \u0441\u0435\u0442\u0438 \u0434\u043B\u044F \u0430\u0442\u0430\u043A\u0438.
error.player-not-in-nation=&b\u0412\u044B \u043D\u0435 \u043F\u0440\u0438\u043D\u0430\u0434\u043B\u0435\u0436\u0438\u0442\u0435 \u043A \u043D\u0430\u0446\u0438\u0438.
error.player-town-under-attack=&c\u0412\u044B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u044D\u0442\u043E\u0433\u043E \u0441\u0434\u0435\u043B\u0430\u0442\u044C, \u043A\u043E\u0433\u0434\u0430 \u0432\u0430\u0441 \u0430\u0442\u0430\u043A\u0443\u044E\u0442!
error.player-was-recently-attacked=&c\u0422\u0435\u0431\u0435 \u044D\u0442\u043E\u0433\u043E \u043D\u0435 \u0441\u0434\u0435\u043B\u0430\u0442\u044C! \u0412\u044B \u043D\u0435\u0434\u0430\u0432\u043D\u043E \u043F\u043E\u0434\u0432\u0435\u0440\u0433\u043B\u0438\u0441\u044C \u043D\u0430\u043F\u0430\u0434\u0435\u043D\u0438\u044E \u0438 \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0435\u0441\u044C \u0432 \u0440\u0435\u0436\u0438\u043C\u0435 \u043F\u043E\u0432\u044B\u0448\u0435\u043D\u043D\u043E\u0439 \u0433\u043E\u0442\u043E\u0432\u043D\u043E\u0441\u0442\u0438!
error.target-is-peaceful=&c%s \u043C\u0438\u0440\u043D\u044B\u0439.
error.warzone.cannot-edit=&c\u041D\u0435 \u043C\u043E\u0436\u0435\u0442 %s %\u0432 \u0437\u043E\u043D\u0435 \u0431\u043E\u0435\u0432\u044B\u0445 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0439.
error.warzone.cannot-use-item=&c\u041D\u0435\u043B\u044C\u0437\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u044D\u0442\u043E\u0442 \u043F\u0440\u0435\u0434\u043C\u0435\u0442 \u0432 \u0437\u043E\u043D\u0435 \u0431\u043E\u0435\u0432\u044B\u0445 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0439.
error.warzone.cannot-use-switch=&c\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043F\u0435\u0440\u0435\u043A\u043B\u044E\u0447\u0430\u0442\u0435\u043B\u0438 \u0432 \u0437\u043E\u043D\u0435 \u0431\u043E\u0435\u0432\u044B\u0445 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0439.
message.outlaw.bypass-outlaw-teleport-event=&cYou have entered %s as a member of an invading force.
